tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "composer"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "nginx"
brew "powerlevel10k"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/redis@8.1"
brew "shivammathur/extensions/xdebug@7.4"
brew "shivammathur/extensions/xdebug@8.0"
brew "shivammathur/extensions/xdebug@8.1"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/xdebug@8.3"
brew "shivammathur/php/php"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"
brew "symfony-cli/tap/symfony-cli"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "zoom"
