tap "box-project/box"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "symfony-cli/tap"

brew "autoconf"
brew "automake"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "make"
brew "wget"
brew "yarn"
brew "z"

brew "box-project/box/box"

brew "microsoft/mssql-release/msodbcsql18"
brew "shivammathur/extensions/pdo_sqlsrv@7.4"
brew "shivammathur/extensions/pdo_sqlsrv@8.0"
brew "shivammathur/extensions/pdo_sqlsrv@8.1"
brew "shivammathur/extensions/pdo_sqlsrv@8.2"
brew "shivammathur/extensions/pdo_sqlsrv@8.3"
brew "shivammathur/extensions/sqlsrv@7.4"
brew "shivammathur/extensions/sqlsrv@8.0"
brew "shivammathur/extensions/sqlsrv@8.1"
brew "shivammathur/extensions/sqlsrv@8.2"
brew "shivammathur/extensions/sqlsrv@8.3"

brew "shivammathur/extensions/xdebug@7.4"
brew "shivammathur/extensions/xdebug@8.0"
brew "shivammathur/extensions/xdebug@8.1"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/xdebug@8.3"

brew "shivammathur/php/php"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"

brew "symfony-cli/tap/symfony-cli"

cask "gimp"
cask "notion"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
